Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/health/women_s_health/family_planning_services.html.txt.tmx
Source language: en
Languages: ga

source: Advice on contraception and prescriptions for contraceptive drugs and devices are provided by GPs, voluntary organisations and specialist private family planning clinics
ga: Soláthraíonn LGanna, eagraíochtaí deonacha agus clinicí speisialaithe pleanála príobháidí clainne comhairle ar fhrithghiniúint agus oidis do dhrugaí agus fearais fhrithghiniúnacha

source: The Crisis Pregnancy Programme provides the website thinkcontraception.ie for information about contraceptive options and services
ga: Soláthraíonn an Clár um Thoircheas Géarchéime an láithreán gréasáin thinkcontraception.ie chun faisnéis a thabhairt faoi roghanna agus seirbhísí frithghiniúnacha

source: If you have a medical card, you are entitled to free GP services including contraceptive advice and prescriptions for contraceptive drugs and devices
ga: Má tá cárta leighis agat, tá tú i dteideal seirbhísí saor in aisce LG a fháil, lena n-áirítear comhairle ar fhrithghiniúint agus oidis do dhrugaí agus d’fhearais fhrithghiniúnacha

source: If you do not have a medical card, the costs of contraceptive drugs and devices may be included in the subsidy arrangements for prescribed drugs and medicines
ga: Mura bhfuil cárta leighis agat, is féidir costais drugaí agus fearas frithghiniúnach a chur san áireamh sna socruithe fóirdheontais do dhrugaí agus cógais fhorordaithe

source: Voluntary and private family planning clinics also provide contraceptive services
ga: Soláthraíonn clinicí deonacha agus príobháideacha pleanála clainne seirbhísí frithghiniúnacha, chomh maith

source: The voluntary providers usually have charges but may waive them or have lower fees in certain cases
ga: Is gnách go ngearrann na soláthraithe deonacha muirir, ach féadtar iad a tharscaoileadh i roinnt cásanna

source: There is no set minimum age in Ireland at which contraceptive advice and prescriptions may be provided
ga: Níl aon aois íosta sheasta ann in Éirinn ag ar féidir comhairle agus oidis fhrithghiniúnacha a sholáthar

source: The age of consent to sexual activity is 17 and it may be a criminal offence to have sex with a person under the age of 17. This means that providers of contraceptive services are entitled to refuse to provide those services to people under 17
ga: Ciallaíonn seo go bhfuil soláthraithe seirbhísí frithghiniúnacha i dteideal a dhiúltú na seirbhísí siúd a sholáthar do dhaoine faoi 17 mbliana

source: In general the age of consent for health services purposes is 16
ga: Go ginearálta, is é 16 bliana aois an toilithe do sheirbhísí seirbhísí sláinte

source: The decision to have a sterilisation operation for family planning purposes is a matter for the patient in consultation with their doctor or specialist
ga: Ceist don othar, i gcomhairle lena ndochtúir nó speisialtóir is ea an cinneadh chun dul faoi obráid steirilithe ar mhaithe le cuspóirí pleanála clainne

source: Your entitlement to free services is the same as for public hospital services generally
ga: Is ionann an teidlíocht a bhíonn agat do sheirbhísí saor in aisce agus do sheirbhísí ospidéil phoiblí go ginearálta

source: These procedures are also available in some private hospitals, where the full cost is payable
ga: Tá na nósanna imeachta seo ar fáil, i roinnt ospidéil phríobháideacha, sa chás go bhfuil an costas iomlán iníoctha

source: A crisis pregnancy is an unplanned pregnancy that represents a personal crisis for the pregnant woman
ga: Is éard is toircheas géarchéime ná toircheas neamhphleanáilte arb ionann é agus géarchéim phearsanta don bhean thorrach

source: The Crisis Pregnancy Programme aims to reduce the number of crisis pregnancies by the provision of education, advice and contraceptive services
ga: Tá de chuspóir ag an gClár Toircheas Géarchéime an líon toirchis ghéarchéime a laghdú trí oideachas, comhairle agus seirbhísí frithghiniúnacha a sholáthar

source: It also funds crisis pregnancy counselling services
ga: Chomh maith leis sin, cistíonn sé seirbhísí comhairleoireachta toirchis

source: Information about these services is available at positiveoptions.ie
ga: Tá fáil ar fhaisnéis faoi na seirbhísí seo ar positiveoptions.ie

source: Abortion is illegal in Ireland except where there is a real and substantial risk to the life of the mother
ga: Tá ginmhilleadh in aghaidh an dlí in Éirinn, seachas nuair is baol fíor agus mór do shaol na máthar

source: This includes a risk arising from a threat of suicide
ga: Áirítear leis seo baol a eascraíonn ó bhagairt féinmharaithe

source: The Protection of Life During Pregnancy Act 2013 sets out the law in this area and the Department of Health has issued guidelines for health professionals
ga: Leagtar amach san Acht um Chosaint na Beatha le linn Toirchis, 2013 conas a d’eisigh an dlí sa limistéar seo agus an Roinn Sláinte treoirlínte do ghairmithe sláinte

source: Women in Ireland may not be prevented from travelling abroad to get an abortion
ga: Ní féidir cosc a chur ar mhná in Éirinn ó thaisteal thar lear go dtabharfar faoi ghinmhilleadh orthu

source: It is lawful to provide information about abortion abroad, subject to strict conditions
ga: Tá sé ar aon dul leis an dlí chun faisnéis a sholáthar faoi ghinmhilleadh thar lear, faoi réir coinníollacha diana

source: It is not lawful to encourage or advocate an abortion in individual circumstances
ga: Tá sé in aghaidh an dlí chun ginmhilleadh a spreagadh nó chun tacú leis faoi chúinsí aonair
